{
  "date": "February 18, 2018",
  "fixed": [
    "Fixed an issue that caused the giveaway events not really end, if it was forcefully ended.",
    "Fixed the music being skipped multiple times when the `skip` command was used.",
    "`emojiInfo` will respond with better error response when the specified emoji is not available.",
    "Fixed `removeRole` role command secretly the success message after the role has been removed.",
    "Fixed `game` command crashes when searcing for an unreleased game.",
    "Fixed `trivia` command crashes when server didn't respond with any question."
  ],
  "improved": [
    "You can now see how many server Bastion share with a user in the `userInfo` command.",
    "You can now remove playlists using the new `--remove` options of the `playlist` command.",
    "You can now run polls for a specified amount of minutes using the `--time` (or `-t`) option in the `poll` command. Remember, you still can't run polls for more than 6 hours.",
    "Poll results will now have the vote count too, so you get a better insight.",
    "You can now specify the difficulty of trivia questions using the `--difficulty` (or `-d`) option in the `trivia` command.",
    "When no role is specified to buy with the `buyRole` command, it will show the command usage.",
    "When the search query is not specified with the `google` command, it will show the command usage.",
    "Gifs are now shown in an embed when you use the `giphy` command.",
    "Under-the-hood improvements"
  ],
  "added": [
    "You can now prank your friends by showing that you're trying to ban them from the server, but not really, using the `fakeBan` command. Don't do that much though, maybe they will *really* ban you for that.",
    "You can now disable the commands you don't want to use, in your server, using the new `disableCommand` command.",
    "And if you changed your mind and want to use it again, enable it using the new `disableCommand` command.",
    "You can now filter mention spams in your server, including the amount of mentions to be considered as a spam and the action that should be taken, using the new `filterMentionSpam` command."
  ],
  "removed": [
    "Removed Bastion's hidden way of allowing admins to enable/disable command using channel topic in favor native support for it.",
    "Removed `disableModule`, `disableAllCommands`, `disableCommand`, `enableModule`, `enableAllCommands` and `enableModule` commands from `Bot Owner` module, in favor of it arriving in `Server Admin` module."
  ],
  "issues": []
}
