[
    "You're as useless as the 'ueue' in 'queue'.",
    "Mirrors can't talk. Lucky for you, they can't laugh either.",
    "You're the reason the gene pool needs a lifeguard.",
    "If I had a face like yours, I'd sue my parents.",
    "Your only chance of getting laid is to crawl up a chicken's butt and wait.",
    "Some day you'll go far... and I hope you stay there.",
    "Aha! I see the fuck-up fairy has visited us again!",
    "You must be born on a highway cos' that's where most accidents happen.",
    "If laughter is the best medicine, your face must be curing the world.",
    "I'm glad to see you're not letting your education get in the way of your ignorance.",
    "So, a thought crossed your mind? Must have been a long and lonely journey.",
    "If I wanted to kill myself I'd climb your ego and jump to your IQ.",
    "I'd agree with you but then we'd both be wrong.",
    "When I see your facce there's not a thing I would change... except the direction I was walking in.",
    "If I had a dollar for every time you said something smart, I'd be broke.",
    "When you were born the doctor threw you out the window and the window threw you back.",
    "My phone battery lasts longer than your relationships.",
    "If being ugly was a crime, you would get a life sentence.",
    "I would slap you but that would be animal abuse.",
    "You look like the textures on your face haven't finished loading.",
    "I'd do it, but I'm not a big fan of roasting vegetables.",
    "I would give you a nasty look, but you've already got one.",
    "If you're going to be two-faced, at least make one of them pretty.",
    "Scientists say the universe is made up of neutrons, protons, and electrons. They forgot to mention morons.",
    "You're so fat you could sell shade.",
    "Acting like one won't make yours any bigger.",
    "I thought of you today. It reminded me to take the garbage out.",
    "You're so ugly, when you look in the mirror, your reflection looks away.",
    "When you were born, the doctor came out to the waiting room and said to your dad, \"I'm very sorry. We did everything we could. But he pulled through.\"",
    "I'm sorry I didn't get that - I don't speak idiot.",
    "It's better to let someone think you're stupid than open your mouth and prove it.",
    " Hey, your village called - they want their idiot back.",
    "Were you born this stupid or did you take lessons?",
    "You're such a beautiful, intelligent, wonderful person. Oh I'm sorry, I thought we were having a lying competition.",
    "I'd slap you but I don't want to make your face look any better.",
    "Calling you an idiot would be an insult to all idiots.",
    "You have the right to remain silent because whatever you say will probably be stupid anyway.",
    "You are so ugly that when your mama dropped you off at school she got a fine for littering.",
    "Do you have to leave so soon? I was just about to poison the tea.",
    "Your so ugly when you popped out the doctor said aww what a treasure and your mom said yeah lets bury it.",
    "We all sprang from apes, but you didn't spring far enough.",
    "I just snapped my neck. Nope, the pain still isn’t as bad as it was seeing you here.",
    "I would burn you but my mom says burning trash is bad for the environment.",
    "I would ask how old you are, but I know you can't count that high.",
    "If you really want to know about mistakes, you should ask your parents.",
    "You're so fat you need cheat codes to play Wii Fit.",
    "Do you still love nature... despite what it did to you?",
    "With a face like yours, you must wish you were blind.",
    "You must be the arithmetic man; you add trouble, subtract pleasure, divide attention, and multiply ignorance.",
    "Is that your face? Or did your neck just throw up?",
    "You’re the reason God created the middle finger.",
    "You’re a grey sprinkle on a rainbow cupcake.",
    "If your brain was dynamite, there wouldn’t be enough to blow your hat off.",
    "You are more disappointing than an unsalted pretzel.",
    "Light travels faster than sound which is why you seemed bright until you spoke.",
    "You're so annoying, you make your Happy Meal cry.",
    "Your secrets are always safe with me. I never even listen when you tell me them.",
    "I’ll never forget the first time we met. But I’ll keep trying.",
    "I forgot the world revolves around you. My apologies, how silly of me.",
    "If I was your lover, I take you everywhere I go just so I don’t have to kiss you goodbye.",
    "Hold still. I’m trying to imagine you with personality.",
    "Your face makes onions cry.",
    "It’s impossible to underestimate you.",
    "I’m not insulting you, I’m describing you.",
    "Keep rolling your eyes, you might eventually find a brain.",
    "Your face is just fine but we’ll have to put a bag over that personality.",
    "You bring everyone so much joy... when you leave the room.",
    "You are the human version of period cramps.",
    "You are like a cloud. When you disappear it’s a beautiful day.",
    "I’d rather treat my baby’s diaper rash than have lunch with you.",
    "OH MY GOD! IT SPEAKS!",
    "You are so full of shit, the toilet’s jealous.",
    "Child, I’ve forgotten more than you'll ever knew.",
    "You just might be why the middle finger was invented in the first place.",
    "You have your entire life to be a jerk. Why not take today off?",
    "Your ass must be pretty jealous of all the shit that comes out of your mouth.",
    "I’m trying my absolute hardest to see things from your perspective, but I just can’t get my head that far up my ass.",
    "I’m not a proctologist, but I know an asshole when I see one.",
    "You only annoy me when you’re breathing, really.",
    "Do yourself a favor and ignore anyone who tells you to be yourself. Bad idea in your case.",
    "I don’t know what your problem is, but I’m guessing it’s hard to pronounce.",
    "Do your parents even realize they’re living proof that two wrongs don’t make a right?",
    "Remember that time I said I thought you were cool? I lied.",
    "Everyone’s entitled to act stupid once in a while, but you really abuse the privilege.",
    "Do you ever wonder what life would be like if you’d gotten enough oxygen at birth?",
    "Please, save your breath. You’ll probably need it to blow up your next date.",
    "Can you die of constipation? I ask because I’m worried about how full of shit you are.",
    "Good story, but in what chapter do you shut the fuck up?",
    "Please, keep talking. I only yawn when I’m super fascinated.",
    "If I wanted to hear from an asshole, I’d fart.",
    "Sorry, I didn’t get that. I don’t speak bullshit.",
    "The only way you’ll ever get laid is if you crawl up a chicken’s ass and wait.",
    "If ignorance is bliss, you must be the happiest person on the planet.",
    "Are you always such an idiot, or do you just show off when I’m around?",
    "There are some remarkably dumb people in this world. Thanks for helping me understand that.",
    "I could eat a bowl of alphabet soup and shit out a smarter statement than whatever you just said.",
    "I was pro life. Then I met you.",
    "You’re about as useful as a screen door on a submarine.",
    "Whenever we hang out, I remember that God really does have a sense of humor.",
    "It’s kind of hilarious watching you try to fit your entire vocabulary into one sentence.",
    "You always bring me so much joy — as soon as you leave the room.",
    "I was hoping for a battle of wits but it would be wrong to attack someone who’s totally unarmed.",
    "I’d tell you how I really feel, but I wasn’t born with enough middle fingers to express myself in this case.",
    "Stupidity’s not a crime, so feel free to go.",
    "My hair straightener is hotter than you.",
    "I have heels higher than your standards.",
    "You have more faces than Mount Rushmore.",
    "I’m jealous of people who don’t know you.",
    "I’m visualizing duck tape over your mouth.",
    "You’re the reason I prefer animals to people.",
    "You sound reasonable… Time to up my medication.",
    "My middle finger gets a boner every time I see you.",
    "Is there an app I can download to make you disappear?",
    "90% of your ‘beauty’ could be removed with a Kleenex.",
    "It’s scary to think people like you are allowed to vote.",
    "I keep thinking you can’t get any dumber and you keep proving me wrong.",
    "Everyone brings happiness to a room. I do when I enter, you do when you leave.",
    "I thought I had the flu, but then I realized your face makes me sick to my stomach.",
    "When karma comes back to punch you in the face, I want to be there in case it needs help.",
    "If you’re going to be a smart ass, first you have to be smart, otherwise you’re just an ass.",
    "No, no. I am listening. It just takes me a moment to process so much stupid information all at once.",
    "Your crazy is showing. You might want to tuck it back in.",
    "Your birth certificate is an apology letter from the condom factory.",
    "I guess you prove that even god makes mistakes sometimes.",
    "You're so fake, Barbie is jealous.",
    "I don't know what makes you so stupid, but it really works.",
    "Roses are red violets are blue, God made me pretty, what happened to you?",
    "You, sir, are an oxygen thief!",
    "Some babies were dropped on their heads but you were clearly thrown at a wall.",
    "Why don't you go play in traffic.",
    "Please shut your mouth when you’re talking to me.",
    "They say opposites attract. I hope you meet someone who is good-looking, intelligent, and cultured.",
    "The last time I saw something like you, I flushed it.",
    "'m busy now. Can I ignore you some other time?",
    "You have Diarrhea of the mouth; constipation of the ideas.",
    "Your mind is on vacation but your mouth is working overtime.",
    "Why don't you slip into something more comfortable... like a coma.",
    "Shock me, say something intelligent.",
    "You are not as bad as people say, you are much, much worse.",
    "Funny insult for being stupid.",
    "There is no vaccine against stupidity.",
    "You're like Monday mornings, nobody likes you.",
    "All day I thought of you... I was at the zoo.",
    "To make you laugh on Saturday, I need to you joke on Wednesday.",
    "Don't you need a license to be that ugly?",
    "Your house is so dirty you have to wipe your feet before you go outside.",
    "If you really spoke your mind, you'd be speechless.",
    "You so dumb, you think Cheerios are doughnut seeds.",
    "Every time I'm next to you, I get a fierce desire to be alone.",
    "You're so dumb that you got hit by a parked car.",
    "Insult about saying something intelligent",
    "Keep talking, someday you'll say something intelligent!",
    "You're so fat, you leave footprints in concrete.",
    "How did you get here? Did someone leave your cage open?",
    "Pardon me, but you've obviously mistaken me for someone who gives a damn.",
    "Wipe your mouth, there's still a tiny bit of bullshit around your lips.",
    "Don't you have a terribly empty feeling - in your skull?",
    "Just because you have one doesn't mean you have to act like one.",
    "We can always tell when you are lying. Your lips move.",
    "Are you always this stupid or is today a special occasion?"
]
