{
  "1": "The 2.2bn euro deal raises fears of job cuts at Vauxhall's UK factories, which employ 4,500 workers.",
  "2": "Thirteen potential UK terror attacks have been prevented in less than four years, police reveal.",
  "3": "Several projectiles flew about 1,000km (620 miles) and three fell into Japanese waters.",
  "4": "Police say Tristan Voorspuy was killed by pastoral herders while inspecting a fire-damaged lodge.",
  "5": "A mother tells BBC's Crimewatch she wanted 'to die there and then' after being struck by a car.",
  "6": "James Comey dismisses Mr Trump's claim that Barack Obama ordered his phone tapped, US media say.",
  "7": "BT Sport extends its TV rights for the Champions League and Europa League until 2021 in a deal worth £1.2bn.",
  "8": "WHO chief says air pollution is linked to 600,000 deaths in children under five.",
  "9": "The deal will create one of the UK's largest fund managers, overseeing assets worth £660bn.",
  "10": "A report published in the American Journal of Preventive Medicine found usage can encourage feelings of exclusion.",
  "11": "The party says Jeremy Corbyn did include his leadership salary in his tax return.",
  "12": "Communist Party delegates gathering in Beijing give their views on US President Donald Trump.",
  "13": "Pollution levels were excluded from air quality assessments due to an 'incorrect' classification.",
  "14": "More than 600 NHS leaders are earning six-figure salaries and nearly 100 are earning more than the prime minister.",
  "15": "Scott Collins, co-founder of MEATliquor restaurants, shares the business advice he wishes he had been given when he started out.",
  "16": "A selection of the shortlisted photographs in the world’s largest photography competition.",
  "17": "Malaysian singer-songwriter Yuna says she made it in the US without losing her sense of self.",
  "18": "Jake McKendrick and Kirsty Jones from North Wales won the title this year.",
  "19": "Dan and Peggy Eoff live in Clinton, Arkansas, a part of the country that voted overwhelmingly for Trump.",
  "20": "No-one was seriously injured and it is hoped the hoses will make a 'full recovery'.",
  "21": "The iconic sinking landmark in Atlanta, Georgia, has been brought down with a controlled explosion.",
  "22": "14-year-old Logan is helping monitor his city's air - and the results may change your habits.",
  "23": "Many say achieving a maths and English C grade has little relevance to their future careers.",
  "24": "Thirty years ago the Herald of Free Enterprise capsized, killing 193 people. This is the story of those affected by the disaster.",
  "25": "How a small Canadian firm used social media to help drive sales of its Instant Pot multi-function cooker.",
  "26": "Keith Collard's wife and daughter were determined that his post-combat trauma wouldn't destroy them as a family.",
  "27": "Economic incentives have dangerously distorted the use of antibiotics in people and animals.",
  "28": "Rebecca Jones goes behind the scenes of One Love - the new Bob Marley musical.",
  "29": "Recent polls show Obamacare has reached record levels of support as the threat of repeal looms.",
  "30": "What will the second series of Top Gear look like without Chris Evans in the driving seat?",
  "31": "President Donald Trump wants an investigation, but has provided no evidence to back up his claims.",
  "32": "The BBC's Andrew Harding on the ups and downs of looking after domestic animals when you're posted around the world.",
  "33": "Joe Root and Chris Woakes guide England to a four-wicket win and a series-clinching victory over West Indies.",
  "34": "Arsenal forward Alexis Sanchez had an angry exchange with team-mates before Saturday's defeat at Liverpool, for which he was dropped.",
  "35": "Great Britain win three more golds on the final day of the Para-cycling Track World Championships in Los Angeles.",
  "36": "Air pollution is in the news - but how bad is Britain’s air?",
  "37": "Lara Lewington finds out if air pollution gadgets can help her pick the healthiest route to take.",
  "38": "Where does the figure of 40,000 early deaths per year in the UK come from?"
}
