{
  "types": {
    "busy": "Occupé",
    "connection": "Erreur de Connexion",
    "cooldown": "Refroidir",
    "emptyQueue": "Liste de lecture vide",
    "forbidden": "Défendu",
    "insufficientBalance": "Solde Insuffisant",
    "invalidInput": "Entrée Invalide",
    "noCredentials": "Pas de Lettres de créance",
    "notFound": "Pas Trouvé",
    "parseError": "Erreur d'analyse",
    "unknown": "Erreur Inconnue"
  },
  "descriptions": {
    "bioRange": "La bio devrait faire moins de %var% caractères.",
    "channelNameLength": "Le nombre de caractères du nom du canal devrait être compris entre %var% et %var% caractères.",
    "channelNotFound": "Le canal spécifié n’a pas été trouvé.",
    "commandNoDisable": "Vous ne pouvez pas désactiver la commande %var%.",
    "connection": "Une erreur s’est produite lors de la réception de données depuis le serveur. Veuillez réessayer ultérieurement.",
    "serverNotFound": "Bastion ne peux pas trouver le serveur à l'adresse suivante : %var%.\n• Vérifiez l'adresse pour les fautes de frappe comme **ww**.example.com au lieu **www**.example.com\n• La connexion pourrait être expirée, veuillez réessayer plus tard.",
    "eitherOneInVC": "L'un de nous devrait être dans un canal vocal.",
    "favSongsNotFound": "Il n'y a aucune musiques dans votre liste de chansons favorites.",
    "gamblingCooldown": "%var% vous avez joué récemment à ce jeu, veuillez patienter au moins %var% secondes avant de jouer à nouveau.",
    "giveLimit": "Vous ne pouvez pas donner plus de %var% % de votre %_currencyName%.",
    "giveYourself": "Vous ne pouvez pas vous donner %currencyName% à vous-même.",
    "indexRange": "L’index que vous avez entré est trop grand.",
    "insufficientBalance": "Vous n’avez pas un solde suffisant sur votre compte. Le solde de votre compte actuellement est de *%var%* %currencySymbol%.",
    "invalidEmbedObject": "Saisie d'un objet intégré invalide. Vous pouvez créer un objet intégré [Ici](%bastionSite%/embedbuilder/).",
    "invalidInput": "Le *%var%* que vous avez saisi n’est pas valide.",
    "invalidIPPort": "Impossible d’obtenir des statistiques du serveur spécifié. Veuillez vérifier l’adresse IP et le numéro de PORT et si le serveur est en ligne avant de réessayer.",
    "invalidMusicChannel": "Je ne suis pas en mesure de rejoindre le canal de voix par défaut. Soit un mauvais canal vocal a été réglé, soit le canal vocal a été supprimé.",
    "invalidPlatform": "Vous avez entré une plateforme non valide. Les plates-formes valides sont : %var%.",
    "invalidRegion": "Vous avez entré une région non valide. Les régions valides sont : %var%.",
    "isEventInUse": "Impossible de démarrer maintenant l’événement %var%. Il est déjà en cours d’exécution dans ce canal. S’il vous plaît attendez qu'il se termine.",
    "isGameInUse": "Impossible de démarrer le jeu de %var% maintenant. Il est déjà en cours d’exécution dans ce canal. S’il vous plaît attendez qu’il se termine.",
    "isSpeaking": "Je suis actuellement en train jouer quelque chose dans un canal vocal. Je ne peux pas jouer un autre son en même temps.",
    "lowerRole": "Vous n'avez pas la permission requise pour utiliser cette commande.",
    "messageNotFound": "Le message spécifié n’a pas été trouvé.",
    "minBet": "Le montant de mise minimum est de %var% %currencySymbol%.",
    "musicChannelNotFound": "Aucun canal de musique par défaut n’a été défini. Et j’ai besoin d’être dans un canal vocal pour pouvoir jouer une musique.",
    "noCredentials": "Aucune information d’identification a été trouvée pour %var%.",
    "noDeletableMessage": "Aucun message qui pourrait être supprimé n’a été trouvé.",
    "noLiveStream": "Aucun live trouvé dans le channel %var%.",
    "noPermission": "Je n'ai pas la permission de %var% %var%.",
    "notFound": "Pas de %var% trouver dans les paramètres spécifiques.",
    "notPlaying": "Aucune musique n'est actuellement joué.",
    "notSet": "Vous n'avez configuré aucun %var%.",
    "outOfRange": "%var% devrait être entre %var% et %var%.",
    "parse": "Une erreur s'est produite lors de l'analyse des données reçues. Veuillez réessayez plus tard.",
    "playerModeMismatch": "Impossible de trouver des statistiques pour le joueur %var% dans le mode de jeu %var%.",
    "prefixRange": "Le préfixe devrait être inférieur à %var% lettres.",
    "profileNotCreated": "Le profil de %var% n'est pas encore créé. Il sera créé une fois qu'ils commencent à écrire.",
    "playlistNotFound": "Il n'y a pas de morceau dans la liste de lecture spécifiée.",
    "isReminderInUse": "Vous avez déjà rappelé. Vous pouvez définir un seul rappel à la fois. Attendez qu'il soit complété ou exécutez `%var%` pour annuler le rappel précédent.",
    "roleNameLength": "Le nom du rôle doit être de %var% caractères ou moins.",
    "roleNotFound": "Le rôle spécifié n'a pas été trouvé.",
    "scheduledCommandsNotFound": "Il n'y a pas de commandes planifiées.",
    "selfDestructTimeout": "Le délai d'attente doit être compris entre %var% et %var% secondes.",
    "singleMessage": "Dude, vous pouvez supprimer un seul message par vous-même, n'est-ce pas? Vous n'avez pas besoin de moi pour cela!",
    "takeNoUser": "Vous devez mentionner l'utilisateur ou donner son ID dont vous souhaitez prendre des %_currencyName%.",
    "triggerNotFound": "Il n'y a pas de déclencheurs.",
    "todoNotFound": "%var% votre liste de tâches est vide.",
    "unknown": "Une erreur inconnue s'est produite. Veuillez vérifier la console et la signaler à %bastion% les développeurs sur le Discord %discordInvLink%.",
    "userNoMusicChannel": "%var% vous devez être dans le canal de musique par défaut, **%var%**, pour utiliser cette commande.",
    "userNoSameVC": "%var% vous devez être dans la même channel vocale que moi pour utiliser cette commande.",
    "userNoVC": "%var% vous devez être dans un canal vocal pour utiliser cette commande.",
    "weatherNotFound": "Aucune donnée météo n'a été trouvée pour l'emplacement spécifié."
  }
}
